-- MySQL dump 10.13  Distrib 8.0.40, for Win64 (x86_64)
--
-- Host: localhost    Database: atm_inf
-- ------------------------------------------------------
-- Server version	8.0.40

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `inf`
--

DROP TABLE IF EXISTS `inf`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `inf` (
  `INF_DOLGOTA` double DEFAULT NULL,
  `INFSHIROTA` double DEFAULT NULL,
  `INF_WORKTIME` text,
  `INF_ADRESS` text,
  `INF_PAYMENT` text,
  `INF_GIVNAL` text,
  `CASHIN` text,
  `INF_TYPE` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `inf`
--

LOCK TABLES `inf` WRITE;
/*!40000 ALTER TABLE `inf` DISABLE KEYS */;
INSERT INTO `inf` VALUES (53.670833333333334,23.8075,'Согласно режима работы предприятия','Гродно Советских Пограничников 94','ДА','ДА','ДА',732),(53.64972222222222,23.871111111111112,'Согласно режима работы предприятия','Гродно Янки Купалы 87','ДА','ДА','ДА',905),(53.70277777777778,23.840833333333332,'Согласно режима работы предприятия','Гродно Дзержинского 101а','ДА','НЕТ','НЕТ',922),(53.67527777777777,23.852777777777778,'Круглосуточно','Гродно Космонавтов 10','ДА','НЕТ','НЕТ',1146),(53.69083333333333,23.821666666666665,'Согласно режима работы предприятия','Гродно Калиновского 5','ДА','НЕТ','НЕТ',1413),(53.697222222222216,23.82111111111111,'Согласно режима работы предприятия','Гродно Максима Горького 71','ДА','НЕТ','НЕТ',1567),(53.646388888888886,23.866388888888892,'Согласно режима работы предприятия','Гродно Кабяка 41','ДА','НЕТ','НЕТ',1579),(53.68666666666666,23.845555555555553,'Круглосуточно','Гродно Ожешко 42','ДА','ДА','ДА',1623),(53.68270555555555,23.832797222222222,'Круглосуточно','Гродно Ожешко 42','ДА','НЕТ','НЕТ',1740),(53.66722222222222,23.78888888888889,'Круглосуточно','Гродно Соломовой 70','ДА','НЕТ','НЕТ',1759),(53.69638888888888,23.834166666666665,'Согласно режима работы предприятия','Гродно Пушкина 31а','ДА','НЕТ','НЕТ',1814),(53.670833333333334,23.80738888888889,'Круглосуточно','Гродно Советских Пограничников 94','ДА','НЕТ','НЕТ',1828),(53.71138888888889,23.816666666666666,'Согласно режима работы предприятия','Гродно Максима Горького 91','ДА','НЕТ','НЕТ',1895),(53.67722222222222,23.894166666666667,'Согласно режима работы предприятия','Гродно Космонавтов 100','ДА','НЕТ','НЕТ',1956),(53.670833333333334,23.81361111111111,'Согласно режима работы предприятия','Гродно Гоголя 11','ДА','НЕТ','НЕТ',1981),(53.646388888888886,23.86627777777778,'Согласно режима работы предприятия','Гродно Кабяка 41','ДА','НЕТ','НЕТ',1995),(53.71194444444445,23.853083333333334,'Согласно режима работы предприятия','Гродно Малыщинская 5','ДА','НЕТ','НЕТ',2036),(53.66222222222222,23.78222222222222,'Согласно режима работы предприятия','Гродно Фолюш 204','ДА','НЕТ','НЕТ',2092),(53.724444444444444,23.828611111111112,'Согласно режима работы предприятия','Гродно Мясницкая 25','ДА','НЕТ','НЕТ',2093),(53.66611111111111,23.77777777777778,'Согласно режима работы предприятия','Гродно Фолюш 192','ДА','НЕТ','НЕТ',2094),(53.697222222222216,23.82111111111111,'Согласно режима работы предприятия','Гродно Максима Горького 71','ДА','ДА','ДА',2218),(53.52722222222222,23.674444444444447,'Круглосуточно','Гродненский шоссе М6, 291-й км','ДА','ДА','ДА',2231),(53.70277777777778,23.840722222222222,'Согласно режима работы предприятия','Гродно Дзержинского 101а','ДА','ДА','ДА',2307),(53.675555555555555,23.853055555555557,'Согласно режима работы предприятия','Гродно Космонавтов 10б','ДА','ДА','ДА',2308),(53.71138888888889,23.815555555555555,'Согласно режима работы предприятия','Гродно Максима Горького 91','ДА','ДА','ДА',2402),(53.66222222222222,23.78222222222222,'Согласно режима работы предприятия','Гродно Фолюш 204','ДА','ДА','ДА',2403),(53.70277777777778,23.84058333333333,'Согласно режима работы предприятия','Гродно Дзержинского 101а','ДА','ДА','ДА',2404),(53.68277777777777,23.83277777777778,'Согласно режима работы предприятия','Гродно Ожешко 42','ДА','ДА','ДА',2405),(53.675555555555555,23.852944444444447,'Согласно режима работы предприятия','Гродно Космонавтов 10б','ДА','ДА','ДА',2406),(53.64194444444444,23.84472222222222,'Круглосуточно','Гродно Кабяка 2','ДА','ДА','ДА',2407),(53.64944444444444,23.842499999999998,'Согласно режима работы предприятия','Гродно Клецкова 34','ДА','ДА','ДА',2408),(53.657777777777774,23.84111111111111,'Согласно режима работы предприятия','Гродно Янки Купалы 24','ДА','ДА','ДА',2491),(53.657777777777774,23.840999999999998,'Согласно режима работы предприятия','Гродно Янки Купалы 24','ДА','ДА','ДА',2606),(53.590833333333336,24.251666666666665,'Согласно режима работы предприятия','Скидель Гагарина 8б','ДА','ДА','ДА',2698),(53.657777777777774,23.84086111111111,'Согласно режима работы предприятия','Гродно Янки Купалы 24','ДА','ДА','ДА',2794),(53.71194444444445,23.853083333333334,'Согласно режима работы предприятия','Гродно Малыщинская 5','ДА','ДА','ДА',2795),(53.68666666666666,23.845444444444443,'Согласно режима работы предприятия','Гродно Ожешко 42','ДА','ДА','ДА',2909),(53.68666666666666,23.845444444444443,'Согласно режима работы предприятия','Гродно Ожешко 42','ДА','ДА','ДА',2910),(53.64194444444444,23.84461111111111,'Согласно режима работы предприятия','Гродно Кабяка 2','ДА','ДА','ДА',2911),(53.68278333333333,23.83298611111111,'Согласно режима работы предприятия','Гродно Ожешко 4','ДА','ДА','ДА',2961),(53.621944444444445,23.81527777777778,'Согласно режима работы предприятия','Гродно Великая Ольшанка 13','ДА','ДА','ДА',2962),(53.71194444444445,23.853222222222225,'Круглосуточно','Гродно Малыщинская 5','ДА','ДА','ДА',2965),(53.64944444444444,23.842388888888888,'Согласно режима работы предприятия','Гродно Клецкова 34','ДА','ДА','ДА',2981),(53.670833333333334,23.80725,'Согласно режима работы предприятия','Гродно Советских Пограничников 94','ДА','ДА','ДА',2982),(53.66916666666666,23.82777777777778,'Круглосуточно','Гродно Новооктябрьская 5','ДА','НЕТ','НЕТ',74340),(53.70166666666667,23.834999999999997,'Согласно режима работы предприятия','Гродно Дубко 17','ДА','ДА','ДА',74516),(53.67194444444444,23.863055555555558,'Согласно режима работы предприятия','Гродно Космонавтов 81','ДА','ДА','ДА',74517),(53.64972222222222,23.854444444444447,'Согласно режима работы предприятия','Гродно Янки Купалы 87','ДА','ДА','ДА',74518),(53.70027777777778,23.8175,'Круглосуточно','Гродно Максима Горького 80','ДА','НЕТ','НЕТ',74521),(53.71194444444445,23.853333333333335,'Круглосуточно','Гродно Малыщинская 5','ДА','НЕТ','НЕТ',74522),(53.64527777777778,23.848333333333333,'Круглосуточно','Гродно Кабяка 10','ДА','НЕТ','НЕТ',74523),(53.69472222222222,23.83888888888889,'Круглосуточно','Гродно Дзержинского 54','ДА','НЕТ','НЕТ',74524),(53.82972222222222,23.65611111111111,'Круглосуточно',' Сопоцкин Гродненская 6','ДА','НЕТ','НЕТ',74728),(53.573888888888895,24.240555555555556,'Круглосуточно','Скидель Ленина 78','ДА','НЕТ','НЕТ',74729),(53.64388888888889,23.871944444444445,'Круглосуточно','Гродно Южная 2','ДА','НЕТ','НЕТ',74730),(53.67583333333333,23.84611111111111,'Круглосуточно','Гродно Космонавтов 27','ДА','НЕТ','НЕТ',74731),(53.68333333333333,23.84,'Круглосуточно','Гродно Ленина 32','ДА','НЕТ','НЕТ',74732),(53.696666666666665,23.804722222222225,'Круглосуточно','Гродно Ленинского Комсомола 44','ДА','НЕТ','НЕТ',74733),(53.64194444444444,23.844444444444445,'Круглосуточно','Гродно Кабяка 2','ДА','НЕТ','НЕТ',74734),(53.67638888888889,23.894166666666667,'Круглосуточно','Гродно Космонавтов 100','ДА','НЕТ','НЕТ',74777),(53.64361111111111,23.85138888888889,'Согласно режима работы предприятия','Гродно Кабяка 13','ДА','НЕТ','НЕТ',74778),(53.62277777777778,23.815555555555555,'Согласно режима работы предприятия','Гродно Великая Ольшанка 13','ДА','НЕТ','НЕТ',74849),(53.70944444444445,23.816111111111113,'Согласно режима работы предприятия','Гродно Максима Горького 91','ДА','ДА','ДА',74923),(53.663333333333334,23.833333333333332,'Согласно режима работы предприятия','Гродно Янки Купалы 16','ДА','ДА','ДА',75006),(53.650277777777774,23.833055555555557,'Согласно режима работы предприятия','Гродно Победы 47','ДА','ДА','ДА',75007),(53.650277777777774,23.854166666666668,'Согласно режима работы предприятия','Гродно Янки Купалы 87','ДА','ДА','ДА',75008),(53.62,23.813055555555557,'Согласно режима работы предприятия','Гродно Огинского 22','ДА','ДА','ДА',75009),(53.720555555555556,23.864444444444445,'Согласно режима работы предприятия','Гродно Виктора Саяпина 6','ДА','ДА','ДА',75010);
/*!40000 ALTER TABLE `inf` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-12-20 21:07:22
